[
  {
    "Name": "Juvenal",
    "GaugeName": "Senateurs",
    "TextureString": "juvenal",
    "HappyDialogues": [
      "Je vois que Rome commence enfin a retrouver sa grandeur d'antan.",
      "Cybele est tres appreciee parmi les Senateurs. Ils apprecient la protection qu'elle apporte aux chastes jeunes filles."
    ],
    "NeutralDialogues": [
      "Cybele ? Je regarde de loin ce qu'elle devient, mais ca ne m'interesse pas trop.",
      "J'ai des thematiques beaucoup plus interessantes a traiter que ces machins orientaux..."
    ],
    "UnhappyDialogues": [
      "Les cultes orientaux corrompent notre belle cite ! Qu'ils rentrent chez eux !",
      "Rome est decadente ! Des reformes ne feraient pas de mal...",
      "Cette Cybele phrygienne devoie la jeunesse !"
    ]
  },
  {
    "Name": "Lucrece",
    "GaugeName": "Philosophes",
    "TextureString": "lucrece",
    "HappyDialogues": [
      "Cybele est un apport bienvenu a la pensee philosophique. J'ai hate d'ecrire encore sur elle.",
      "Cette deesse est incroyable ! C'est une vraie inspiration poetique et philosophique !"
    ],
    "NeutralDialogues": [
      "Cybele, c'est qui ?",
      "Je ne m'interesse pas a la mythologie."
    ],
    "UnhappyDialogues": [
      "Cybele est un frein au developpement de la pensee philosophique !",
      "La philosophie orientale est mauvaise pour Rome. Nous militons pour le rejet de Cybele. ",
      "Toute mention de Cybele dans un recueil philosophique le fait immediatement baisser en qualite... "
    ]
  },
  {
    "Name": "Martial",
    "GaugeName": "Peuple",
    "TextureString": "martial",
    "HappyDialogues": [
      "J'adore Cybele ! On peut faire tellement de blagues sur son culte !",
      "Le peuple aime vraiment cette deesse ! Elle ne leur apporte que des bonnes choses. Hehe..."
    ],
    "NeutralDialogues": [
      "Je suis occupe... Revenez quand vous avez quelque chose d'interessant a demander.",
      "Les dieux orientaux n'ont pas grand interet a mes yeux."
    ],
    "UnhappyDialogues": [
      "Tout l'argent de l'Etat passe dans le culte de Cybele et il n'y a plus rien pour nous !",
      "Parmi mes amis, honnetement, personne n'aime Cybele.",
      "Des que je mentionne Cybele dans ma poesie, le peuple crache sur ce que j'ai ecrit."
    ]
  },
  {
    "Name": "Virgile",
    "GaugeName": "Militaires",
    "TextureString": "virgile",
    "HappyDialogues": [
      "Cybele est une vraie deesse romaine ! Elle nous motive a defendre Rome !",
      "Les militaires apprecient vraiment Cybele. Elle est honoree dans les campements."
    ],
    "NeutralDialogues": [
      "Je n'ai pas vraiment d'avis sur Cybele.",
      "On ne m'a pas demande de parler de Cybele dans ma poesie epique, alors je ne vois pas pourquoi je le ferais."
    ],
    "UnhappyDialogues": [
      "Cybele est une deesse etrangere. Parler d'elle dans ma poesie serait faire honte a Rome !",
      "Nous ne voulons plus de Cybele, elle peut repartir en Phrygie.",
      "Jamais je n'ecrirai son nom dans mes vers !"
    ]
  },
  {
    "Name": "Ovide",
    "GaugeName": "Amants",
    "TextureString": "ovide",
    "HappyDialogues": [
      "Cybele est porteuse d'un grand message de liberation des moeurs, nous l'adorons !",
      "Cybele m'inspire enormement dans ma poesie amoureuse, elle est geniale !"
    ],
    "NeutralDialogues": [
      "Je ne vois pas trop l'interet de Cybele pour nous...",
      "Je parlerai de Cybele dans ma poesie quand je lui aurai trouve un interet."
    ],
    "UnhappyDialogues": [
      "Cybele est une deesse beaucoup trop stricte ! Elle ne nous apporte que des problemes.",
      "Les valeurs de chastete que transmet Cybele sont desastreuses pour nous !",
      "J'aurais prefere que Cybele n'arrive jamais a Rome !"
    ]
  }

]